---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.EnergyAnalysisUtilitiesDBFailures
source: html/14ec21d8-edfd-a595-ee8e-23d61063e306.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EnergyAnalysisUtilitiesDBFailures

Failures about EnergyAnalysisUtilitiesDBFailures.

## Syntax (C#)
```csharp
public static class EnergyAnalysisUtilitiesDBFailures
```